Revit 2027 API
Space.DesignReturnAirflow Property
Get or set the Specified Return Airflow of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double DesignReturnAirflow { get; set; }
Public Property DesignReturnAirflow As Double
	Get
	Set
public:
property double DesignReturnAirflow {
	double get ();
	void set (double value);
}
member DesignReturnAirflow : float with get, set
Property Value
Double
Remarks
This property is used to get or set the Specified Return Airflow (Unit: CFM) of the Space.
See Also
Reference
Space Class
Autodesk.Revit.DB.Mechanical Namespace